app/controllers/crawlers_controller.rb

  def index
    @crawlers = Crawler.all
---
SELECT "crawlers".* FROM "crawlers"